[
  "obsidian-text-format",
  "theme-picker",
  "cm-chs-patch",
  "obsidian-admonition",
  "table-editor-obsidian",
  "obsidian-auto-pair-chinese-symbol",
  "obsidian-plugin-deploy-content-to-anywhere",
  "cm-editor-syntax-highlight-obsidian",
  "obsidian-embedded-code-title",
  "emoji-shortcodes",
  "file-explorer-note-count",
  "hotkeysplus-obsidian",
  "mx-bili-plugin",
  "open-vscode",
  "obsidian-reminder-plugin",
  "obsidian-style-settings",
  "calendar"
]