[
  "calendar",
  "table-editor-obsidian",
  "obsidian-mind-map",
  "obsidian-admonition",
  "obsidian-checklist-plugin",
  "cm-editor-syntax-highlight-obsidian",
  "hotkeysplus-obsidian",
  "obsidian-icons-plugin",
  "obsidian-reminder-plugin",
  "emoji-shortcodes",
  "obsidian-text-format",
  "file-explorer-note-count",
  "obsidian-banners",
  "cm-chs-patch",
  "open-vscode",
  "mx-bili-plugin",
  "obsidian-embedded-code-title",
  "theme-picker",
  "obsidian-auto-pair-chinese-symbol",
  "obsidian-react-components",
  "folder-note-plugin",
  "sliding-panes-obsidian"
]